{
    "surname": "Асланов",
    "name": "Ази",
    "middlename": "Агадович",
    "dateBirth": "1910-01-22T00:00:00.000Z",
    "dateDeath": "1945-01-23T00:00:00.000Z",
    "dateAchievement": "1942-12-14T00:00:00.000Z",
    "description": "При попытке германского командования деблокировать армию Паулюса, 15-19 декабря 1942 года полк А. Асланова совместно с стрелковым полком и истребительно-противотанковой бригадой героически отбивал атаки удерной группировки врага в районе хутора Верне-Кумский. Асланов умело руководил подразделениями, отражавшими натиск противника. Танкисты полка подбили и сожгли 30 вражеских танков, 50 автомашин и уничтожили до пехотного батальона, преградив путь врагу в районе хутора Верхне-Кумский (ныне Советский Октябрьского района Волгоградской области).",
    "fullDescription": "Советский военачальник, гвардии генерал-майор танковых войск, дважды Герой Советского Союза (1942, 1991). За образцовое выполнение боевых заданий командования на фронте борьбы с немецкими захватчиками и проявленные при этом отвагу и геройство, указом Президиума Верховного Совета СССР от 22 декабря 1942 года подполковнику Ази Асланову присвоено звание Героя Советского Союза с вручением ордена Ленина и медали \"Золотая Звезда\". За мужество и героизм, проявленные на фронтах Великой Отечественной войны, указом Президента СССР от 21 июня 1991 года гвардии генерал-майору танковых войск Ази Асланову вторично присвоено звание Героя Советского Союза. Родственникам были вручены орден Ленина и вторая медаль \"Золотая Звезда\".",
    "srcUrl": "https://ru.wikipedia.org/wiki/Асланов,_Ази_Агадович",
    "photoUrl": "https://upload.wikimedia.org/wikipedia/ru/thumb/7/72/Aslanov_AA.jpg/800px-Aslanov_AA.jpg",
    "linkUrl": "http://www.warheroes.ru/hero/hero.asp?Hero_id=851",
    "placeAchievement": "Верхне-Кумский",
    "placeAchievementCoords": [
        null
    ],
    "placeBirth": "Ленкорань, Ленкоранский уезд, Бакинская губерния",
    "placeBirthCoords": [
        [
            5438080.689886195,
            4686439.519934439
        ]
    ],
    "placeDeath": "Баку",
    "placeDeathCoords": [
        [
            5547627.228545451,
            4919367.604629228
        ]
    ]
}