{
    "surname": "Котик",
    "name": "Валентин",
    "middlename": "Александрович",
    "dateBirth": "1930-02-10T00:00:00.000Z",
    "dateBirthStr": "10.02.1930",
    "dateDeath": "1944-02-17T00:00:00.000Z",
    "dateDeathStr": "17.02.1944",
    "dateAchievement": "1944-02-11T00:00:00.000Z",
    "dateAchievementStr": "11.02.1944",
    "deathYearStr": "14 лет",
    "achievementYearStr": "14 лет",
    "description": "При освобождении г. Изяслава, уничтожив нескольких фашистов был смертельно ранен. Самый юный герой Советского Союза.",
    "fullDescription": "Осенью 1941 года вместе с товарищами, устроив засаду, убил главу полевой жандармерии близ города Шепетовки, подорвав гранатой машину, в которой тот ехал. С 1942 года принимал активное участие в партизанском движении на территории Украины. Сначала был связным шепетовской подпольной организации, затем участвовал в боях. С августа 1943 года — в партизанском отряде имени Кармелюка под командованием И. А. Музалёва, был дважды ранен. В октябре 1943 года он обнаружил подземный телефонный кабель, который вскоре был подорван, и связь захватчиков со ставкой Гитлера в Варшаве прекратилась. Также внёс свой вклад в подрыв шести железнодорожных эшелонов и склада. \r\n\r\n29 октября 1943 года, будучи в дозоре, заметил карателей, собиравшихся устроить облаву на отряд. Убив офицера, он поднял тревогу; благодаря его действиям, партизаны успели дать отпор врагу. \r\n\r\nВ бою за город Изяслав 17 февраля 1944 года был смертельно ранен и на следующий день скончался. Похоронен в центре парка города Шепетовка. В июне 1958 года Валентину присвоено звание Героя Советского Союза посмертно.",
    "pageUrl": "person/#sel=kotik_valentin_10_02_1930",
    "srcUrl": "https://russian7.ru/post/valya-kotik-samyy-molodoy-geroy-sovets/",
    "photoUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/ValaKotyk.jpg/267px-ValaKotyk.jpg",
    "linkUrl": "https://www.litmir.me/br/?b=651228&p=28",
    "placeAchievement": "Изяслав",
    "placeAchievementCoords": [
        null
    ],
    "placeBirth": "с.Хмелёвка,  Хмельницкая область Украины",
    "placeBirthCoords": [
        [
            5595057.75850884,
            3170275.4398514093
        ]
    ],
    "placeDeath": "Шепетовка",
    "placeDeathCoords": [
        [
            3013047.921869574,
            6478086.111016831
        ]
    ],
    "activity": "Партизан"
}